Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: We fully support the Secretary-General's concern with the social and economic aspects of post-conflict situations.
fr: Nous partageons pleinement les préoccupations du Secrétaire général quant aux aspects sociaux et économiques des situations d'après conflit.

source: It is crucial for the accomplishment of a peacekeeping operation's mission that provision be made for technical, financial and logistical support for the reintegration phase.
fr: Il est essentiel qu'une mission de maintien de la paix soit dotée, pour réussir, d'un appui technique, financier et logistique au cours de la phase de réinsertion.

source: May this broad exchange of opinions constitute further evidence that all United Nations Members are renewing their commitment to work together and to contribute to our common efforts towards eradicating the illegal flow of small arms.
fr: Nous espérons que ce vaste échange de vues prouvera, si besoin en est, que tous les Membres de l'ONU s'engagent plus activement à œuvrer de concert et à contribuer à nos efforts communs visant à éliminer les mouvements d'armes légères illicites.

source: Finally, we join members in thanking the delegation of Japan, through Ms. Kawaguchi, for the preparation and presentation of the draft presidential statement.
fr: Enfin, nous nous associons aux autres membres pour remercier la délégation japonaise, grâce à Mme Kawaguchi, qui a élaboré et présenté le projet de déclaration présidentielle.

source: Mr. Mahiga (United Republic of Tanzania): I wish at the outset to thank Mr. Abe, Under-Secretary-General for Disarmament Affairs, for presenting the report of the Secretary-General.
fr: M. Mahiga (République-Unie de Tanzanie) (parle en anglais) : Je voudrais, d'emblée, remercier M. Abe, Secrétaire général adjoint aux affaires de désarmement, de nous avoir présenté le rapport du Secrétaire général.

source: We recognize the presence of Ms. Yoriko Kawaguchi in our midst today in the Council.
fr: Nous saluons la présence de Mme Yoriko Kawaguchi parmi nous au Conseil.

source: Tanzania acknowledges and welcomes the increasing systemwide recognition by the United Nations of the dangers posed by small arms to regional and international peace and security.
fr: La Tanzanie reconnaît et se félicite de la reconnaissance croissante, au niveau de l'ensemble du système des Nations Unies, des dangers que représentent les armes légères pour la paix et la sécurité régionales et internationales.

source: The measures which have been taken so far by the Security Council to address the problem of small arms are encouraging.
fr: Les mesures prises à ce jour par le Conseil de sécurité pour s'attaquer au problème des armes légères sont encourageantes.

source: National security, as well as law and order, in many African countries, including Tanzania, has been adversely affected by the easy availability of small arms and light weapons due to many factors, including porous borders, recurrent subregional conflicts, the presence of armed elements among refugees and illicit international trade in these weapons.
fr: La sécurité nationale, ainsi que le maintien de l'ordre dans bon nombre de pays d'Afrique, notamment en Tanzanie, ont été compromis du fait de la grande disponibilité des armes légères en raison de plusieurs facteurs, notamment la porosité des frontières, la récurrence des conflits sous-régionaux, la présence d'éléments armés parmi les réfugiés et le commerce illicite international des armes légères et de petit calibre.

source: For decades, small arms have spread uncontrolled, with devastating consequences for human security in Africa.
fr: Les armes légères se répandent depuis des décennies de manière incontrôlée, avec des effets dévastateurs pour la sécurité humaine en Afrique.

source: Small arms are the weapons of choice in most conventional conflicts and insurgencies.
fr: Les armes légères sont les armes de prédilection dans la plupart des conflits classiques et des insurrections.

source: They claim thousands of lives and cause injuries around the globe every year, the majority of the victims being civilians, especially women and children.
fr: Elles font chaque année des milliers de morts et de blessés dans le monde, la majorité des victimes étant des civils et surtout des femmes et des enfants.

source: These weapons fuel, intensify and prolong conflicts, frustrate peace initiatives and destabilize regimes emerging from conflict.
fr: Ces armes alimentent, intensifient et prolongent les conflits, déjouent les initiatives de paix et déstabilisent les régimes sortant d'un conflit.

source: Small arms and dual-use instruments such as machetes in the hands of undemocratic regimes and insurgent non-State actors have been responsible for some of the most gross human rights violations, genocides, crimes against humanity and war crimes in Africa.
fr: Les armes légères et les instruments à double usage comme les machettes qui tombent entre les mains de régimes non démocratiques et d'acteurs non étatiques rebelles ont entraîné certaines des violations des droits de l'homme les plus flagrantes : génocides, crimes contre l'humanité et crimes de guerre en Afrique.

source: As we know all too well, today car bombs and dynamite sticks are among the deadliest weapons in the arsenals of terrorists and international terrorism.
fr: Nous ne le savons que trop bien, aujourd'hui les attentats à la voiture piégée et la dynamite constituent les armes les plus meurtrières dans les arsenaux des terroristes et du terrorisme international.

source: The control of the spread of small arms and light weapons should therefore be one of the major preoccupations of the Security Council in discharging its primary responsibility for the maintenance of international peace and security.
fr: Le fait de juguler la prolifération des armes légères et de petit calibre devrait donc devenir une des principales préoccupations du Conseil de sécurité pour qu'il puisse s'acquitter de sa responsabilité principale, qui est le maintien de la paix et de la sécurité internationales.

source: The ease with which small arms and light weapons are obtained is an obstacle to peace efforts and must be addressed systematically and comprehensively as part of the disarmament responsibilities of the United Nations system as a whole.
fr: La facilité avec laquelle les armes légères et de petit calibre peuvent s'obtenir constitue un obstacle aux efforts de paix et doit être abordée de manière systématique et globale car cela fait partie des responsabilités en matière de désarmement de l'ensemble du système des Nations Unies.

source: We welcome the establishment of a small arms advisory service within the Department of Disarmament Affairs.
fr: Nous nous félicitons de la création de services consultatifs sur les armes légères au sein du Département des affaires de désarmement.

source: While the steps that have been taken so far in the realm of small arms control are commendable, there is still a need for greater support from a number of actors and stakeholders, such as the media; for the participation of non-governmental organizations; and for the involvement of human rights activists, religious bodies and other advocacy groups.
fr: Alors que les mesures qui ont été prises à ce jour dans le domaine de la maîtrise des armes légères sont fort louables, il faut encore apporter un soutien plus grand à nombre de protagonistes et de parties prenantes tels que les médias, ainsi qu'à la participation des organisations non gouvernementales, des personnes qui militent en faveur des droits de l'homme, des organismes religieux et autres groupes de plaidoyer.

source: Such initiatives should be coordinated with related development strategies and goals.
fr: Ces initiatives doivent être coordonnées avec des stratégies et des objectifs de développement connexes.

source: We strongly recommend the implementation of the recommendations contained in the Programme of Action adopted by the July 2001 United Nations Conference on the Illicit Trade in Small Arms and Light Weapons in All its Aspects.
fr: Nous recommandons fortement l'application des recommandations figurant au Programme d'action adopté par la Conférence des Nations Unies sur le commerce illicite des armes légères sous tous ses aspects.

source: Tanzania welcomes and encourages the efforts of the Open-ended Working Group established by the General Assembly in December 2003 to negotiate an international instrument to enable States to identify and trace, in a timely and reliable manner, illicit small arms and light weapons.
fr: La Tanzanie salue et encourage les efforts du Groupe de travail à composition non limitée créé par l'Assemblée générale en décembre 2003 visant à élaborer un instrument international permettant aux États d'identifier et de tracer, d'une manière rapide et fiable, les armes légères et de petit calibre illicites.

source: That initiative requires greater political impetus on the part of exporting and importing countries alike to move it forward.
fr: Cette initiative a besoin, pour aller plus avant, d'une dynamique politique accrue de la part des pays tant exportateurs qu'importateurs.

source: The Secretary-General's initiative to establish a group of experts to consider this issue is most welcome and should be encouraged.
fr: L'initiative du Secrétaire général visant à créer un groupe d'experts pour examiner cette question est tout à fait bienvenue et mérite d'être encouragée.

source: The linkage between illicit trade in small arms and light weapons and the illicit exploitation of resources should be clearly understood, with a view to discouraging and stopping it.
fr: Le lien entre commerce illicite des armes légères et de petit calibre et l'exploitation illicite des ressources doit être bien compris, en vue d'être découragé et pour qu'on puisse y mettre un terme.

source: The scant attention given to disarmament, demobilization and reintegration (DDR) programmes in post-conflict situations is a major cause of the circulation of arms as currency and a means of exchange and livelihood by ex-combatants.
fr: La faible attention accordée aux programmes de désarmement, de démobilisation et de réinsertion après les conflits est une cause principale de la circulation des armes en tant que monnaie d'échange et de moyen de subsistance entre les ex-combattants.

source: It is one of the major sources of illicit arms circulation and political instability following peace agreements and the peacebuilding phase of post-conflict situations.
fr: C'est une des principales sources de circulation des armes illicites et d'instabilité politique après les accords de paix et la phase de consolidation de la paix dans les situations d'après-conflit.

source: Most of the conflict-ridden areas, particularly sub-Saharan Africa, are major recipients of small arms.
fr: La plupart des régions ravagées par les conflits, notamment en Afrique subsaharienne sont les principales destinataires des armes légères.

source: States in those areas should be encouraged to come up with legislation on marking and end-user certificates.
fr: Les États, dans ces régions, doivent être encouragés à adopter des législations sur des marquages et des certificats d'utilisateur final.

source: They should also exercise restraint in military expenditures and focus on transparency in weapon registrations, including through credible national arms registers.
fr: Ils doivent également faire preuve de retenue en matière de dépenses militaires et insister sur la transparence dans l'enregistrement des armes, grâce notamment à des registres nationaux d'armes crédibles.

source: We encourage initiatives like that of Japan for grant aid for peacebuilding assistance established under the United Nations Global and Regional Disarmament Trust Fund, which can be used for development.
fr: Nous encourageons des initiatives comme celle du Japon d'accorder une aide en vue de la consolidation de la paix sous l'égide du Fonds d'affectation spéciale pour les activités de désarmement à l'échelle mondiale et régionale, qui pourra être utilisée en vue du développement.

source: In collaboration with the General Assembly and the Security Council, we could begin to build a culture of tolerance which would enable people to own weapons for their legitimate security interests without necessarily utilizing them for criminal purposes or for disrupting the peace.
fr: En collaboration avec l'Assemblée générale et le Conseil de sécurité, nous pourrions commencer à instaurer une culture de tolérance, qui permettrait aux individus de posséder des armes pour servir leurs intérêts de sécurité légitimes et pas forcément à des fins criminelles ou pour perturber la paix.

source: Finally, efforts aimed at collecting and destroying small arms and light weapons associated with criminal activities such as drug trafficking and serious breaches of law and order, nationally and regionally, should be encouraged and financed.
fr: Enfin, il faut encourager et financer les efforts visant à collecter et à détruire les armes légères et de petit calibre associées aux activités criminelles comme le trafic de drogues et les atteintes graves à l'ordre public, sur les plans national et régional.

source: Mr. Dolgov (Russian Federation) (spoke in Russian): We are grateful to Mr. Abe for having introduced the report of the Secretary-General on small arms.
fr: M. Dolgov (Fédération de Russie) (parle en russe) : Nous remercions M. Abe d'avoir présenté le rapport du Secrétaire général sur les armes légères.

source: The conclusions and recommendations in the report confirm that the United Nations must, and indeed is, playing a lead role in the implementation of a comprehensive approach in this area.
fr: Les conclusions et recommandations qui figurent dans le rapport confirment le rôle moteur que joue et qu'a vocation à jouer l'Organisation des Nations Unies dans la mise en œuvre d'une approche globale dans ce domaine.

source: The Russian Federation has spoken out consistently in favour of enhancing the Organization's coordinating role in tackling the illicit trafficking in small arms and light weapons.
fr: La Fédération de Russie a toujours été en faveur du renforcement du rôle de coordination que joue l'Organisation dans la lutte contre le trafic illicite d'armes légères et de petit calibre.

source: Preventing the illegal spread of those weapons is becoming particularly urgent in the context of counter-terrorism and dealing with the consequences of armed conflict.
fr: Il devient particulièrement urgent de prévenir la diffusion illégale de ces armes dans le contexte de la lutte contre le terrorisme et au vu des conséquences des conflits armés.

source: A number of important events have recently taken place that prove that the international community has great capacity to combat the illicit trafficking in small arms.
fr: Une série de manifestations importantes ont eu lieu récemment, illustrant le fait que la communauté internationale dispose d'un très fort potentiel en matière de lutte contre le trafic illicite d'armes légères.

source: In accordance with General Assembly resolutions adopted in December 2003 and December 2004 on the illicit trafficking in all its aspects, there were two meetings of the Open-ended Working Group that is developing an international instrument to enable States to identify and trace illicit small arms and light weapons in a timely and reliable manner.
fr: Conformément aux résolutions adoptées par l'Assemblée générale en décembre 2003 et décembre 2004, relatives au commerce illicite des armes légères sous tous ses aspects, il y a eu deux réunions du Groupe de travail à composition non limitée chargé de négocier un instrument international permettant aux États d'identifier et de tracer, d'une manière rapide et fiable, les armes légères et de petit calibre illicites.

source: The draft instrument on that matter quite rightly emphasizes such key areas as weapons-marking, record-keeping and increasing international cooperation in that area.
fr: Le projet d'instrument sur ce thème met à juste titre l'accent sur les trois éléments essentiels que sont le marquage des armes, l'enregistrement et le renforcement de la coopération internationale dans ce domaine.

source: The creation of a comprehensive monitoring mechanism should provide an effective barrier to the illegal trafficking in small arms and light weapons throughout the world.
fr: La mise en place d'un mécanisme global de contrôle doit permettre de barrer efficacement la route au trafic illicite des armes légères et de petit calibre dans le monde entier.

source: We attach great importance to the second meeting of States planned for July 2005 to consider the national, regional and global implementation of the United Nations Programme on the Illicit Trade in Small Arms and Light Weapons.
fr: Nous accordons une grande importance à la deuxième réunion biennale des États chargée d'examiner les progrès accomplis dans l'exécution du Programme d'action en vue de prévenir, combattre et éliminer le commerce illicite des armes légères sous tous ses aspects, prévue pour juillet 2005.

source: We believe that event will make it possible to take stock of the implementation by States of the Programme of Action and to highlight existing problems on the eve of the 2006 United Nations conference to review the progress made in implementation of the Programme of Action.
fr: Nous pensons que cette manifestation devrait permettre d'établir un bilan de la mise en œuvre par les États du Programme d'action et de mettre en évidence les problèmes qui se posent, en amont de la Conférence d'examen de 2006.

source: We are convinced that the bulk of the work in this area should continue to be done in the format indicated.
fr: Nous sommes convaincus que l'essentiel du travail dans ce domaine doit continuer à se faire selon les modalités prévues.

source: The Security Council has on several occasions discussed the problem of the illegal trafficking in small arms and light weapons as it relates to conflict situations on the Council's agenda.
fr: Le Conseil de sécurité s'est penché à plusieurs reprises sur le problème du commerce illicite des armes légères et de petit calibre dans le cadre des situations de conflit dont le Conseil est saisi.

source: The Council's comprehensive discussion in January 2005 was very useful and timely with regard to resolving complex problems related to maintaining and restoring international peace and security in Africa, particularly in West Africa.
fr: Les débats très complets qu'a menés le Conseil en janvier 2005 se sont avérés très utiles et pertinents en ce qui concerne le règlement des problèmes complexes liés au maintien et au rétablissement de la paix et la sécurité internationales en Afrique, et particulièrement en Afrique de l'Ouest.

source: The Russian Federation favours the adoption of decisive and effective steps in cases in which weapons are delivered to illegal armed groups.
fr: La Fédération de Russie est favorable à l'adoption de mesures efficaces et décisives dans les cas où des armes sont fournies à des groupes armés illégaux.

source: The experience gained in the implementation of embargoes on the transfer of arms to zones of conflict confirms the effectiveness of the measures taken by the Security Council.
fr: L'expérience acquise dans l'application d'embargos sur les transferts d'armes vers des zones de conflit confirme l'efficacité des mesures prises par le Conseil de sécurité.

source: However, a top priority continues to be the monitoring of compliance with the Council's bans on the delivery of weapons and the enhancement of the effectiveness of monitoring mechanism to investigate cases of embargo violations.
fr: Toutefois, la priorité absolue reste le suivi du respect des mesures d'interdiction des livraisons d'armes prises par le Conseil et l'amélioration des mécanismes de suivi pour enquêter sur les cas de violations des embargos.

source: In the context of peacekeeping operations under the aegis of the United Nations — and this is a point referred to in the Secretary-General's report — greater attention has recently been given to the subject of the disarmament, demobilization and reintegration (DDR) of ex-combatants, including with regard to the mandates for peacekeeping operations and, in close cooperation with parties to a conflict, the collection of illegal small arms and light weapons and disrupting their distribution.
fr: Dans le contexte des opérations de maintien de la paix sous l'égide des Nations Unies, on consacre actuellement une attention croissante - comme le souligne le rapport du Secrétaire général - à la question des programmes de désarmement, de démobilisation et de réinsertion (DDR) des ex-combattants, y compris dans la définition des mandats de ces opérations de maintien de la paix, ainsi qu'à la collecte, en étroite collaboration avec les parties au conflit, d'armes légères et de petit calibre illicites, dont la distribution doit également être bloquée.

source: The support of donors for DDR programmes is an important element in the success of such programmes.
fr: L'appui des donateurs est un élément important pour la réussite des programmes de DDR.

source: Experience in the area of resolving conflict situations convincingly shows that there is a direct link between the illegal trafficking in small arms and light weapons and the activities of illegal armed groups, the involvement of child soldiers in conflict, massive violations of human rights and the rules of international humanitarian law, and transborder crime.
fr: L'expérience acquise dans le règlement de situations de conflit a montré qu'il existe un lien direct entre le commerce illégal d'armes légères et de petit calibre et les activités des groupes armés illégaux, l'implication d'enfants soldats dans les conflits, les violations massives des droits de l'homme et des normes du droit international humanitaire, et la criminalité transfrontière.

source: The need to prevent small arms and light weapons from falling into the hands of terrorists is becoming increasingly clear, in particular with regard to the most dangerous types of small arms and light weapons.
fr: Il est de plus en plus clair qu'il faut empêcher que les armes légères et de petit calibre tombent entre les mains de terroristes, surtout les armes légères les plus dangereuses.

source: We believe it important to continue to pay special attention to specific and feasible measures to combat the illegal trade in small arms and light weapons at both the prevention stage and during the post-conflict phase.
fr: Nous estimons qu'il est important de continuer à accorder une attention particulière à la mise en place de mesures concrètes et réalisables de lutte contre le commerce illégal des armes légères et de petit calibre, à la fois de façon préventive et dans la phase d'après conflit.

source: Accordingly, the experience of regional organizations is both very timely and useful.
fr: À cet égard, l'expérience des organisations régionales est aussi pertinente qu'utile.

source: In conclusion, I would like to express my gratitude to the representative of Japan for his preparation of the draft presidential statement that we will adopt later today.
fr: Pour terminer, j'aimerais exprimer ma reconnaissance au représentant du Japon, qui a élaboré le projet de déclaration présidentielle que nous adopterons à la fin de la présente session.
